{
    "productos": [
        {
            "nombre": "Croquetas de Jamón",
            "descripcion": "Cada bocado es una explosión de sabor, con trozos jugosos de jamón ibérico envueltos en una cremosa bechamel. ¡Las clásicas, no te las puedes perder!",
            "unidades": "6 Unidades",
            "stock": 1,
            "precio": 9
        },
    
        {
            "nombre": "Croquetas de Bacalao",
            "descripcion": "Si quieres algo diferente, estas son tus croquetas! El sabor único y la textura crujiente por fuera y suave por dentro te conquistarán al primer bocado. Acompañadas con una salsa de ali-oli casera.",
            "unidades": "5 Unidades",
            "stock": 1,
            "precio": 8
        },
    
        {
            "nombre": "Croquetas de Cocido",
            "descripcion": "Nuestra especialidad, un pequeño bocado lleno de sabor. Inspiradas en el clásico plato clásico de cocido, estas croquetas están rellenas de ternura y nostalgia. Cada mordisco es un viaje sensorial que te transporta a la mesa de la abuela. ¡No podrás parar!",
            "unidades": "6 Unidades",
            "stock": 0,
            "precio": 9
        },
    
        {
            "nombre": "Croquetas de Pollo Asado",
            "descripcion": "Eleva tu paladar con nuestras exquisitas croquetas de pollo asado. Cada una está repleta de los sabores intensos y jugosos del pollo asado, envueltos en una suave y cremosa masa. Una verdadera explosión de sabor que te hará volver por más una y otra vez.",
            "unidades": "6 Unidades",
            "stock": 1,
            "precio": 9
        },
    
        {
            "nombre": "Croquetas de Boletus",
            "descripcion": "Descubre la sofisticación en cada bocado con nuestras croquetas de boletus. El intenso sabor a setas se combina armoniosamente con una cremosa textura, creando una experiencia culinaria digna de los paladares más exigentes. Una opción gourmet que deleitará tus sentidos.",
            "unidades": "5 Unidades",
            "stock": 1,
            "precio": 8
        },
    
        {
            "nombre": "Croquetas de Espinacas con Piñones",
            "descripcion": "Déjate seducir por la frescura de nuestras croquetas de espinacas con piñones. Cada croqueta está repleta de espinacas frescas y piñones crujientes, envueltas en una delicada masa cremosa. ¡No te defraudarán!",
            "unidades": "6 Unidades",
            "stock": 1,
            "precio": 8
        }
    ],

    "usuarios": [
        {
            "usuario": "root",
            "nombre": "nombre-root",
            "email": "root@email.com",
            "contaseña": "clave"
        },
        
        {
            "usuario": "otro",
            "nombre": "nombre-otro",
            "email": "otro@email.com",
            "contaseña": "clave"
        }
    ],

    "pedidos": [
        {
            "usuario": "usuario-otro",
            "direccion": "Calle la que sea",
            "tarjeta": "0123 4567 8910 1112",
            "lista_productos": [
                "Croquetas de Jamón",
                "Croquetas de Cocido",
                "Croquetas de Pollo Asado"
            ]
        }
    ]
}


